Repository: cctipgit/tools
Catalog: ios/cryptovise/Resources/*.lproj/Localizable.strings
Languages: ar, fr, hi, ja, ms, ru, tr, uk, ur_arab_pk, vi

source: High
ar: مرتفع
fr: Haut
hi: हाई
ja: 高い
ms: Tinggi
ru: Высокая
tr: Yüksek
uk: Високий
ur_arab_pk: بلند
vi: Cao

source: Low
ar: منخفض
fr: Bas
hi: लो
ja: 低い
ms: Rendah
ru: Низкая
tr: Düşük
uk: Низький
ur_arab_pk: کم ترین
vi: Thấp

source: Average
ar: متوسط
fr: Moyenne
hi: औसत
ja: 平均
ms: Purata
ru: Средняя
tr: Ortalama
uk: Середній
ur_arab_pk: اوسط
vi: Trung bình

source: Change
ar: تغيير
fr: Modifier
hi: बदलें
ja: 変更
ms: Berubah
ru: Изменение
tr: Değişim
uk: Зміна ціни
ur_arab_pk: تبدیلی
vi: Biến động

source: Switch Currency
ar: حول العملة
fr: Changer de monnaie
hi: मुद्रा बदलें
ja: 通貨の切り替え
ms: Tukaran mata wang
ru: Переключить валюту
tr: Para Birimi Değiştir
uk: Перехід на іншу валюту
ur_arab_pk: کرنسی کو تبدیل کریں
vi: Chuyển đổi tiền tệ

source: Rate Detail
ar: معدل تفصيلي
fr: Détail des taux
hi: दर विवरण
ja: レートの詳細
ms: Kadar terperinci
ru: Детали тарифов
tr: Puan Detayı
uk: Докладний опис тарифів, детальна ставка
ur_arab_pk: ریٹ کی تفصیل
vi: Tỷ lệ chi tiết

source: Currency not found
ar: اعملى غير موجودة
fr: Devise introuvable
hi: मुद्रा नहीं मिली
ja: 通貨が見つかりません
ms: Mata wang tidak dijumpai
ru: Валюта не найдена
tr: Para Birimi bulunamadı
uk: Валюта не знайдена
ur_arab_pk: کرنسی نہیں ملی
vi: Không tìm thấy

source: Currency
ar: عملة
fr: Monnaie
hi: मुद्रा
ja: 通貨
ms: Mata wang
ru: Валюта
tr: Para Birimi
uk: Валюта
ur_arab_pk: کرنسی
vi: Tiền tệ

source: Local Currency
ar: عملة محلية
fr: Locale Monnaie
hi: स्थानीय मुद्रा
ja: 現地通貨
ms: Mata wang tempatan
ru: Местная Валюта
tr: Yerel Para Birimi
uk: Місцева валюта
ur_arab_pk: مقامی کرنسی
vi: Việt Nam đồng

source: Frequently Used
ar: مستخدمة بكثرة
fr: Fréquemment Utilisé
hi: प्रायः इस्तेमाल किया जाने वाला
ja: 使用頻度の高い
ms: Kerap kali diguna
ru: Часто Используемые
tr: Sıklıkla Kullanılan
uk: Часто використовується
ur_arab_pk: بکثرت استعمال کیا گیا
vi: Thường xuyên sử dụng

source: Currency symbol
ar: رمز العملة
fr: Monnaie symbole
hi: मुद्रा चिन्ह
ja: 通貨記号
ms: Simbol mata wang
ru: Символ валюты
tr: Para Birimi sembolü
uk: Символ грошової одиниці
ur_arab_pk: کرنسی کی علامت
vi: Biểu tượng tiền tệ

source: Default Currency Value
ar: قيمة العملة الإفتراضية
fr: Valeur monétaire par défaut
hi: डिफ़ॉल्ट मुद्रा मान
ja: デフォルトの通貨価値
ms: Nilai mata wang lalai
ru: Значение Валюты по умолчанию
tr: Varsayılan Para Birimi Değeri
uk: Вартість валюти за замовчуванням
ur_arab_pk: پہلے سے طے شدہ کرنسی کی قدر
vi: Giá trị tiền tệ mặc định

source: Set Decimical Digits
ar: وضع ترقيم عشري
fr: Définir Les Chiffres Décimaux
hi: दशमलव अंक सेट करें
ja: 小数点以下の桁数を設定
ms: Set susunan penomboran
ru: Установка Десятичных Цифр
tr: Ondalık Değeri Ayarla
uk: Встановити десяткові цифри
ur_arab_pk: اعشاریہ ہندسے سیٹ کریں
vi: Cài đặt Decimal Digits

source: More Settings
ar: مزيد من الإعدادات
fr: Plus de Paramètres
hi: अधिक सेटिंग
ja: その他の設定
ms: Lebih tetapan
ru: Дополнительные Настройки
tr: Daha Fazla Seçenek
uk: Більше налаштувань
ur_arab_pk: مزید سیٹنگز
vi: Thêm cài đặt

source: Plugin
fr: Ajouter
hi: प्लग-इन
ja: プラグイン
ms: Dipasangkan
ru: Плагин
tr: Eklenti
uk: Плагін

source: Red rise green fall
ar: ارتفاع احمر و انخفاض اخضر
fr: Rouge hauteur chute verte
hi: लाल उठना हरा गिरना
ja: 上昇は赤色、下降は緑色
ms: Merah menaik hijau menurun
ru: Красный рост, зеленый падение
tr: Kırmızı yükseliş, yeşil düşüş
uk: Червоним - підйом, зеленим - падіння
ur_arab_pk: سرخ عروج سبز زوال
vi: Đỏ tăng, xanh giảm

source: Green rise red fall
ar: ارتفاع اخضر وانخفاض احمر
fr: Montée verte chute rouge
hi: हरा उठना लाल गिरना
ja: 上昇は緑色、下降は赤色
ms: Hijau menail merah menurun
ru: Красный падение, зеленый рост
tr: Yeşil yükseliş, kırmızı düşüş
uk: Зеленим - підйом, червоним - падіння
ur_arab_pk: سبز عروج سرخ زوال
vi: Xanh tăng, đỏ giảm

source: Quote color
ar: لون الاقتباس
fr: Citer couleur
hi: उद्धरण रंग
ja: 引用のカラー
ms: Petikan warna
ru: Цвет котировки
tr: Fiyatlandırma rengi
uk: Колір цитати
ur_arab_pk: اقتباس رنگ
vi: Chọn lựa màu sắc

source: Keyboard Sound
ar: صوت لوحة المفاتيح
fr: Son du clavier
hi: कीबोर्ड ध्वनि
ja: キーボードサウンド
ms: Bunyi papan kekunci
ru: Звук Клавиатуры
tr: Klavye Sesi
uk: Звук клавіатури
ur_arab_pk: کی بورڈ ساؤنڈ
vi: Âm thanh bàn phím

source: Cancel
ar: حذف
fr: Annuler
hi: रद्द करें
ja: キャンセル
ms: Batal
ru: Отменить
tr: İptal
uk: Скасувати
ur_arab_pk: منسوخ کریں۔
vi: Huỷ

source: Recovery
ar: استعادة
fr: Récupération
hi: रिकवरी
ja: リカバリー
ms: Pemulihan
ru: Восстановление
tr: Geri Yükle
uk: Відновлення
ur_arab_pk: بحالی
vi: Khôi phục

source: Restore the default currency list?
ar: استعادة قائمة العملات الافتراضية؟
fr: Restaurer la liste par défaut ?
hi: डिफ़ॉल्ट मुद्रा सूची पुनर्स्थापित करें?
ja: デフォルトの通貨リストに戻しますか？
ms: Pemulihan senarai mata wang terencat?
ru: Восстановить список валют по умолчанию?
tr: Varsayılan para birimi listesini geri yüklemek ister misin?
uk: Відновити стандартний список валют?
ur_arab_pk: پہلے سے طے شدہ کرنسی کی فہرست بحال کریں?
vi: Bạn có muốn khôi phục danh sách mặc định?

source: OK
ar: حسنا
fr: Bien
hi: ठीक है
ms: Maklum
ru: ОК
tr: Tamam
uk: Ок
ur_arab_pk: اوکے

source: Location Services
ar: موقع الخدمة
fr: Emplacement Service
hi: स्थान सेवाएं
ja: 位置情報サービス
ms: Lokasi perkhidmatan
ru: Службы Геолокации
tr: Konum Servisleri
uk: Послуги локалізації
ur_arab_pk: لوکیشن سروسز
vi: Dịch vụ định vị

source: Please open "Location services" in the system settings to allow "Currency" to determine your location.
ar: الرجاء فتح "خِدْمَات الموقع في إعدادات النظام للسماح لـ " Currency " بتحديد موقعك.
fr: Veuillez ouvrir Services de localisation" dans les paramètres système pour permettre à "btc Calculateur" de déterminer votre emplacement.
hi: कृपया "btcकैलकुलेटर" को अपना स्थान निर्धारित करने की अनुमति देने के लिए सिस्टम सेटिंग्स में "स्थान सेवाएं" खोलें।
ms: Mohon membuka "lokasi perkhidmatan" didalam penetapan sistem untuk membenarkan "btckalkulator" untuk memastikan lokasi anda.
ru: Пожалуйста, откройте "Службы Геолокации" в настройках системы
tr: Lütfen konumunuzu belirlemek için sistem ayarlarından "Currency"a izin vererek "Konum servislerini" açın
uk: Будь ласка відкрийте "Локалізаційні послуги" в системних налаштуваннях щоб дозволити " Currency" визначити ваше місцезнаходження
ur_arab_pk: براہ کرم "Currency" کو اپنے مقام کا تعین کرنے کی اجازت دینے کے لیے سسٹم کی سیٹنگس میں "Location services" کھولیں۔
vi: Vui lòng mở Dịch vụ định vị" trong cài đặt hệ thống để cho phép "Currency" xác định vị trí của bạn.

source: Converter Setting
ar: إعداد المحول
fr: Paramétrée de conversion
hi: कन्वर्टर सेटिंग
ja: コンバーターの設定
ms: Tatapan penukaran
ru: Настройки Конвертера
tr: Dönüştürücü Ayarları
uk: Налаштування конвертера
ur_arab_pk: کنورٹر سیٹنگ
vi: Cài đặt chuyển đổi

source: More Setting
ar: المزيد من الإعدادات
fr: Plus de Paramètres
hi: अधिक सेटिंग
ja: その他の設定
ms: Tatapan lebihan
ru: Дополнительная Настройка
tr: Daha Fazla Seçenek
uk: Більше налаштувань, більше опцій
ur_arab_pk: مزید سیٹنگ
vi: Thêm cài đặt

source: This widget will display the currency list of converter.
ar: ستعرض هذه القطعة قائمة العملات الخاصة بالمحول.
fr: Le widget affichera le convertisseur de liste de monnaie
hi: यह विजेट कनवर्टर की मुद्रा सूची प्रदर्शित करेगा।
ja: このウィジェットはコンバーターの通貨リストを表示します。
ms: Tatapan ini akan memaparkan senarai penukaran mata wang.
ru: Этот виджет отображает список валют в конвертере.
tr: Bu bileşen, dönüştürücünün para birimi listesini görüntüler.
uk: Цей віджет відображатиме список валют конвертера.
ur_arab_pk: یہ ویجیٹ کنورٹر کی کرنسی کی فہرست دکھائے گا۔.
vi: Tiện ích này sẽ hiển thị danh sách tiền điện tử của công cụ chuyển đổi.

source: Set Decimal Digits
ar: وضع ترقيم عشري
fr: Définir Les Chiffres Décimaux
hi: दशमलव अंक सेट करें
ja: 小数点以下の桁数を設定
ms: Penepatan angka penomboran
ru: Установка десятичных цифр
tr: Ondalık Değeri Ayarla
uk: Встановити десяткові цифри, набір десяткових цифр
ur_arab_pk: اعشاریہ ہندسے سیٹ کریں
vi: Cài đặt số thập phân

source: Legal Tender
ar: عملة قانونية
fr: Offre Légale
hi: वैध मुद्रा
ja: 法定通貨
ms: Tender sah
ru: Законное Платёжное Средство
tr: Yasal Teklif
uk: Законний платіжний засіб
ur_arab_pk: لیگل ٹینڈر
vi: Đồng tiền pháp định

source: Cryptocurrency
ar: عملة رقمية
fr: Crypto-monnaie
hi: क्रिप्टोकरेंसी
ja: 暗号通貨
ms: Mata wang kripto
ru: Криптовалюта
tr: Kripto para birimi
uk: Криптовалюта
ur_arab_pk: کریپٹو کرنسی
vi: Tiền điện tử

source: Converter Watchlist
ar: قائمة مشاهدة المحول
fr: Liste de surveillance du convertisseur
hi: कन्वर्टर वॉचलिस्ट
ja: コンバーターウォッチリスト
ms: Senarai pantauan penukar
ru: Доступные Обменные Пары
tr: Dönüştürücü İzleme Listesi
uk: Список спостереження конвертера
ur_arab_pk: کنورٹر واچ لسٹ
vi: Danh sách theo dõi chuyển đổi

source: View all your favorite currency conversions in real-time.
ar: عرض جميع تحويلات العملات المفضلة لديك في الوقت الفعلي.
fr: Voir toutes les conversions de monnaie préférées en temps réel
hi: वास्तविक समय में अपने सभी पसंदीदा मुद्रा रूपांतरण देखें।
ja: お気に入りの通貨換算をリアルタイムですべて表示します。
ms: Melihat semua mata wang digital digemar pada masa yang nyata.
ru: Следите за обменом всех ваших любимых валют в режиме реального времени.
tr: Tüm favori para birimi dönüşümlerini gerçek zamanlı olarak gör.
uk: Переглянути всі ваші улюблені валютні конвертації в реальному часі.
ur_arab_pk: اپنے تمام پسندیدہ کرنسی کے تبادلوں کو حقیقی وقت میں دیکھیں۔.
vi: Xem tất cả các chuyển đổi tiền tệ yêu thích của bạn.

source: View the top 2 of your favorites currencies conversions in real-time.
ar: اعرض أهم 2 من تحويلات العملات المفضلة لديك في الوقت الفعلي.
fr: Visualise le top 2 des monnaies préférées en temps réel.
hi: वास्तविक समय में अपने पसंदीदा मुद्रा रूपांतरणों में से शीर्ष 2 देखें।
ja: お気に入りの通貨換算の上位2つをリアルタイムで表示します。
ms: Melihat dua penukaran mata wang paling digemari dalam senarai pada masa yang nyata.
ru: Следите за конвертацией ваших двух самых любимых валют в режиме реального времени.
tr: Favori 2 para biriminin dönüşümlerini gerçek zamanlı olarak gör.
uk: Переглянути 2 найулюбленіші валютні конвертації в реальному часі.
ur_arab_pk: ریئل ٹائم میں اپنی پسندیدہ کرنسیوں کے تبادلوں میں سے ٹاپ 2 کو دیکھیں۔.
vi: Xem 2 chuyển đổi tiền tệ yêu thích hàng đầu của bạn.

source: Single Rate Comparison
ar: مقارنة سعر واحد
fr: Comparatif tarif unique
hi: एकल दर तुलना
ja: シングルレート比較
ms: Perbandingan kadar tunggal
ru: Сравнение Отдельных Тарифов
tr: Tek Değer Karşılaştırması
uk: Порівняння єдиної ставки
ur_arab_pk: سنگل ریٹ کا موازنہ
vi: So sánh tỷ lệ đơn lẻ

source: View real-time exchange rate trend comparisons of your favorite currency.
ar: عرض مقارنات اتجاهات أسعار الصرف في الوقت الفعلي لعملتك المفضلة.
fr: Voir la comparaison des tendances du taux de change en temps réel de votre monnaie préférées.
hi: अपनी पसंदीदा मुद्रा की वास्तविक समय विनिमय दर प्रवृत्ति तुलना देखें।
ja: お気に入りの通貨の為替レート推移をリアルタイムで比較表示します。
ms: Melihat perbandingan aliran arah mata wang semasa waktu nyata bersama mata wang yang digemar.
ru: Просматривайте сравнения тенденций обменного курса вашей любимой валюты в режиме реального времени.
tr: Favori para biriminizin gerçek zamanlı döviz kuru trend karşılaştırmasını görüntüleyin.
uk: Переглянути порівняння трендів валютного курсу вашої улюбленої валюти в режимі реального часу.
ur_arab_pk: اپنی پسندیدہ کرنسی کے ریئل ٹائم ایکسچینج ریٹ کے رجحانات کا موازنہ دیکھیں۔.
vi: Xem các so sánh về xu hướng giá của tiền điện tử mà bạn yêu thích.

source: Rate Comparisons
ar: معدل المقارنات
fr: Comparaison Des taux
hi: दर तुलना
ja: レート比較
ms: Kadar perbandingan
ru: Сравнение тарифов
tr: Değer Karşılaştırması
uk: Порівняння курсів, порівняння ставок
ur_arab_pk: ریٹ موازنہ
vi: So sánh tỷ lệ

source: View real-time exchange rate trend comparisons of the top 2 of your favorite currencies.
ar: عرض مقارنات اتجاه أسعار الصرف في الوقت الفعلي لأعلى إثنين من العملات المفضلة لديك.
fr: Voir les comparaisons de tendances du taux de change en temps réel des 2 premières de votre échange préférées.
hi: अपनी पसंदीदा मुद्राओं में से शीर्ष 2 की वास्तविक समय की विनिमय दर प्रवृत्ति तुलना देखें।
ja: お気に入りの上位2通貨の為替レート推移をリアルタイムで比較表示します。
ms: Melihat dua aliran arah mata wang paling digemar semasa waktu nyata pada kadar tukaran.
ru: Просматривайте сравнения тенденций обменного курса 2-х ваших любимых валют в режиме реального времени.
tr: Favori 2 para biriminizin gerçek zamanlı döviz kuru trend karşılaştırmasını görüntüleyin.
uk: Переглянути порівняння трендів валютного курсу двох ваших найулюбленіших валют в реальному часі.
ur_arab_pk: اپنی پسندیدہ کرنسیوں میں سے سرفہرست 2 کے ریئل ٹائم ایکسچینج ریٹ رجحان کا موازنہ دیکھیں۔.
vi: Xem so sánh biến động về giá của 2 tiền điện tử hàng đầu mà bạn yêu thích.

source: Please open "Location services" in the system settings to allow "Currency" to determine your location.
ja: システム設定で位置情報サービス"を開いて、"Currency"が現在地を特定できるようにしてください。
