Repository: cctipgit/tools
Catalog: ios/btccurrency/Resources/*.lproj/Localizable.strings
Languages: de, es, id, it, my, ne, nl, pl, pt_br

source: High
de: Hoch
es: Alto
id: Tinggi
it: Alto
my: မြင့်သည်။
ne: उच्च
nl: Hoog
pl: Wysokość
pt_br: Máximo

source: Low
de: Niedrig
es: Bajo
id: Rendah
it: Basso
my: နိမ့်သည်။
ne: न्यून
nl: Laag
pl: Niski
pt_br: Mínimo

source: Average
de: Durchschnitt
es: Mediocre
id: Rata-rata
it: Medio
my: ပျမ်းမျှ
ne: औसत
nl: Gemiddeld
pl: Średnia
pt_br: Médio

source: Change
de: Ändern
es: Cambio
id: Perubahan
it: Cambiamento
my: ပြောင်းလဲသည်
ne: परिवर्तन
nl: Verandering
pl: Zmiana
pt_br: Variação

source: Switch Currency
de: Währung wechseln
es: Cambiar la moneda
id: Tukar mata uang
it: Cambia Valuta
my: ငွေကြေးပြောင်းလဲပါ
ne: मुद्रा परिवर्तन गर्नुहोस्
nl: Verander Munteenheid
pl: Przełączenie waluty
pt_br: Mudar Moeda

source: Rate Detail
de: Details bewerten
es: Detalles de las comisiones
id: Detail tarif
it: Dettagli tasso
my: အချက်အလက်နှုန်းထား
ne: दर विवरण
nl: Prijs Detail
pl: Szczegóły dotyczące stawki
pt_br: Detalhe da Taxa

source: Currency not found
de: Währung nicht gefunden
es: Moneda no encontrada
id: Mata uang tidak di temukan
it: Moneta non trovata
my: ငွေကြေးရှာမတွေ့ပါ
ne: मुद्रा फेला परेन
nl: Munteenheid niet gevonden
pl: Nie odnaleziono waluty
pt_br: Moeda não encontrada

source: Currency
de: Währung
es: Moneda
id: Mata Uang
it: Valuta
my: ငွေကြေး
ne: मुद्रा
nl: Munteenheid
pl: Waluta
pt_br: Moeda

source: Local Currency
de: Landewährung
es: Moneda local
id: Mata uang lokal
it: Valuta locale
my: ပြည်တွင်းငွေကြေး
ne: स्थानीय मुद्रा
nl: Lokale Munteenheid
pl: Waluta lokalna
pt_br: Moeda Local

source: Frequently Used
de: Häufig Verwendet
es: Frecuentemente usada
id: Sering digunakan
it: Usata di frequente
my: မကြာခဏအသုံးပြုသည်
ne: बारम्बार प्रयोग गरिएको
nl: Vaak Gebruikt
pl: Często używane
pt_br: Usado Frequentemente

source: Currency symbol
de: Währungszeichen
es: Símbolo de la moneda
id: Simbol mata uang
it: Simbolo di valuta
my: ငွေကြေးသကေင်္ံတ
ne: मुद्रा सङ्केत
nl: Munteenheid symbool
pl: Symbol waluty
pt_br: Símbolo da Moeda

source: Default Currency Value
de: Standardwährungswert
es: Valor de la moneda por defecto
id: Nilai Mata Uang bawaan
it: Valore base di valuta
my: ပုံသေငွေကြေးတန်ဖိုး
ne: पूर्वनिर्धारित मुद्रा मान
nl: Standaard Munteenheid Waarde
pl: Wartość domyślna waluty
pt_br: Valor da Moeda Padrão

# Set Decimical Digits
source: Set Decimal Digits
de: Dezimalziffer Einstellen
es: Establecer dígitos decimales
id: Tetapkan Digit Desimal
it: Imposta cifre decimali
my: ဒသမဂဏန်းများသတ်မှတ်ပါ
ne: दशमलव अंकहरू सेट गर्नुहोस्
nl: Stel Decimale Getallen In
pl: Ustaw cyfry dziesiętne
pt_br: Configurar Dígitos Decimais

source: More Settings
de: Mehr Einstellen
es: Más configuraciones
id: Lebih banyak pengaturan
it: Più impostazioni
my: နောက်ထပ်ဆက်တင်များ
ne: थप सेटिङहरू
nl: Meer Instellingen
pl: Więcej opcji
pt_br: Mais Configurações

source: Plugin
de: Hinzufügen Auf
es: Complemento
id: Kode
my: ပလပ်အင်
ne: प्लगिन
pl: Wtyczka
pt_br: Adicionar

source: Red rise Green fall
de: Router Aufstieg, grüner herbst
es: Rojo aumenta, verde cae
id: Merah naik hijau jatuh
it: Rosso sale, verde scende
my: အနီမြင့်တက် အစိမ်းကျဆင်း
ne: रातो वृद्धि हरियो घट्दो
nl: Rood stijging groen daling
pl: Czerwony wzrost zielony spadek
pt_br: Vermelho sobe, verde abaixa

source: Green rise Red fall
de: Grüner Anstieg, roter Abfall
es: Verde aumenta, rojo cae
id: Hijau naik merah jatuh
it: Verde sale, rosso scende
my: အစိမ်းမြင့်တက် အနီကျဆင်း
ne: हरियो वृद्धि रातो घट्दो
nl: Groen stijging rood daling
pl: Zielony wzrost czerwony spadek
pt_br: Verde sobe, vermelho abaixa

source: Quote color
de: Zitat Farbe
es: Color de la cita
id: Warna kutipan
it: Colore del preventivo
my: အရောင်ကိုးကားသည်
ne: रङ निर्धारण गर्नुहोस्
nl: Quote kleur
pl: Kolory świec
pt_br: Cor da citação

source: Keyboard Sound
de: Tastatur Klang
es: Sonido de teclado
id: Suara Papan ketik
it: Suono della tastiera
my: ကီးဘုတ်အသံ
ne: किबोर्ड ध्वनि
nl: Geluid Toetsenbord
pl: Dźwięk klawiatury
pt_br: Som do Teclado

source: Cancel
de: Abbrechen
es: Cancelar
id: Dibatalkan
it: Annulla
my: ပယ်ဖျက်သည်
ne: रद्द गर्नुहोस्
nl: Annuleer
pl: Anuluj
pt_br: Cancelar

source: Recovery
de: Erholung
es: Recuperar
id: Pemulihan
it: Recupera
my: ပြန်လည်ထူထောင်ရေး
ne: रिकभरी
nl: Herstel
pl: Odzyskanie
pt_br: Recuperar

source: Restore the default currency list?
de: Standardliste wiederherstellen?
es: Restaurar la lista de monedas por defecto?
id: Pulihkan daftar mata uang bawaan?
it: Ripristinare l'elenco base di valute?
my: ပုံသေငွေကြေးစာရင်းပြန်လည်ရယူလိုပါသလား?
ne: पूर्वनिर्धारित मुद्रा सूची पुनर्स्थापित गर्ने हो ?
nl: Herstel de standaard munteenheid lijst?
pl: Przywrócić domyślną listę walut?
pt_br: Restaurar a lista de moeda padrão?

source: OK
id: OKE
my: ဟူတ်ပြီ
ne: ठिक छ

source: Location Services
de: Ortungsdienst
es: Servicios locales
id: Layanan Lokasi
it: Servizi di localizzazione
my: နေရာဒေသအလိုက်ဝန်ဆောင်မှုများ
ne: स्थान सम्बन्धी सेवाहरू
nl: Service Locaties
pl: Usługi lokalizacyjne
pt_br: Serviços de Localização

source: Please open "Location services" in the system settings to allow "Currency" to determine your location.
de: Bitte öffnen Sie "Ortungsdienste" in den Systemeinstellungen
es: Por favor abrir "Location services" en las configuraciones de sistemas para permitir que "Currency" determine tu localidad.
id: Harap buka Layanan lokasi" di setelan sistem untuk memungkinkan " btcKalkulator" untuk menentukan lokasi Anda.
it: Perfavore apri Location services" nelle impostazioni di sistema per concedere a " Currency" di accedere alla tua posizione.
my: သင်၏တည်နေရာကိုဆုံးဖြတ်ရန် "Currency" ကိုခွင့်ပြုရန်စနစ်ဆက်တင်များတွင် "Location services" ကိုဖွင့်ပါ။
ne: "Currency" लाई तपाईंको स्थान निर्धारण गर्न अनुमति दिन कृपया प्रणाली सेटिङहरूमा "स्थान सम्बन्धी सेवाहरू" खोल्नुहोस्।
nl: Gelieve "Service Locaties" te openen in systeeminstellingen zodat "Currency" je locatie kan bepalen.
pl: Proszę otworzyć "Usługi lokalizacyjne" w ustawieniach systemu
pt_br: Por favor abrir "Serviços de localização" no sistema de configurações para permitir que "Currency" determine sua localização.

source: Converter Setting
de: Konverter Einstellung
es: Configuraciones de conversión
id: Pengaturan penukaran
it: Impostazioni convertitore
my: စက်တင်ချိန်ရန်
ne: कन्भर्टर सेटिङ
nl: Converteer Instellingen
pl: Ustawienie konwertera
pt_br: Configuração do Conversor

# More Setting
source: More Settings
de: Mehr Einstellen
es: Más configuraciones
id: Lebih Banyak Pengaturan
it: Più impostazioni
my: နောက်ထပ်အပြင်အဆင်များ
ne: थप सेटिङ
nl: Meer Instellingen
pl: Więcej opcji
pt_br: Mais Configurações

source: This widget will display the currency list of converter.
de: Das Widget dieses Widget zeigt die Währungsliste des Umrechners an.
es: Este widget mostrará la lista de monedas del convertidor
id: Jendela alat ini akan menampilkan daftar mata uang menukarkan.
it: Questo widget mostrerà la lista di valute del convertitore.
my: ဤဝစ်ဂျက်သည် ပြောင်းပေးသူ၏ ငွေကြေးစာရင်းကို ပြသပါမည်။.
ne: यो विजेटले कन्भर्टरको मुद्रा सूची प्रदर्शन गर्ने छ ।
nl: Deze widget geeft de valutalijst van de converteerder weer.
pl: Ten widet wyświetli listę walut konwertera.
pt_br: Este widget exibirá a lista de moedas do conversor.

source: Set Decimal Digits
de: Dezimalziffer Einstellen
es: Establecer dígitos decimales
id: Tetapkan Digit Desimal
it: Imposta cifre decimali
my: ဒသမဂဏန်းများသတ်မှတ်ပါ
ne: दशमलव अंकहरू सेट गर्नुहोस्
nl: Stel Decimale Getallen in
pl: Ustaw cyfry dziesiętne
pt_br: Definir dígitos decimais

source: Legal Tender
de: Gesetzliches Zahlungsmittel
es: Moneda de curso legal
id: Hukum penawaran
it: A corso legale
my: တရားဝင်တင်ဒါ
ne: कानुनी टेन्डर
nl: Wettig Betaalmiddel
pl: Przetarg prawny
pt_br: Curso Legal

source: Cryptocurrency
de: Kryptowährung
es: Criptomoneda
id: Mata uang kripto
it: Criptovaluta
my: ခရစ်ပတိုငွေကြေး
ne: क्रिप्टोकरेन्सी
pl: Kryptowaluta
pt_br: Criptomoeda

source: Converter Watchlist
de: Merkliste Umwandeln
es: Lista de seguimiento de conversión
id: Daftar pantau penukaran
it: Watchlist del convertitore
my: အပြောင်းအလဲစောင့်ကြည့်စာရင်း
ne: कन्भर्टर वाचलिस्ट
nl: Converteerder Volglijst
pl: Lista obserwacyjna konwertera
pt_br: Watchlist do Conversor

source: View all your favorite currency conversions in real-time.
de: Zeigen Sie alle Ihre bevorzugten Währungsumrechnungen in Echtzeit an.
es: Mira todas las conversiones de tus monedas favoritas en tiempo real.
id: Lihat semua konversi mata uang favorit Anda secara waktu nyata.
it: Visualizza tutte le tue conversioni di valuta in tempo reale.
my: သင့်စိတ်ကြိုက်ငွေကြေးလဲလှယ်မှုအားလုံးကို အချိန်နှင့်တစ်ပြေးညီ ကြည့်ရှုပါ
ne: आफूलाई मन पर्ने सबै मुद्रा रूपान्तरणहरू तात्किलक समयमा हेर्नुहोस् ।
nl: Bekijk al je favoriete munteenheid conversies in real-time.
pl: Zobacz wszystkie swoje ulubione przeliczniki walut w czasie rzeczywistym.
pt_br: Veja em tempo real as conversões de todas as suas moedas favoritas.

source: View the top 2 of your favorites currencies conversions in real-time.
de: Zeigen Sie die Top 2 Ihrer bevorzugten Währungsumrechnungen in Echtzeit an.
es: Mira el top 2 de tus monedas favoritas convertidas en tiempo real.
id: Lihat 2 tertinggi konversi mata uang favorit Anda secara waktu-nyata.
it: Visualizza in tempo reale le tue prime 2 conversioni di valuta preferite.
my: သင့်စိတ်ကြိုက်ငွေကြေးလဲလှယ်မှုများ၏ ထိပ်တန်း 2 ခုကို အချိန်နှင့်တစ်ပြေးညီ ကြည့်ရှုပါ။.
ne: तपाईंलाई मन पर्ने मुद्रा रूपान्तरणहरूमध्ये शीर्ष 2 रूपान्तरणहरू तात्किलक समयमा हेर्नुहोस् ।
nl: Bekijk de top 2 van je favoriete munteenheid conversies in real-time.
pl: Zobacz 2 najlepsze z ulubionych przeliczników walut w czasie rzeczywistym.
pt_br: Veja em tempo real as 2 principais conversões das suas moedas favoritas.

source: Single Rate Comparison
de: Single-Tarif-Vergleich
es: Comparación de tasa única
id: Perbandingan Tarif Tunggal
it: Confronto con tariffa unica
my: တစ်ကိုယ်ရေနှုန်း နှိုင်းယှဉ်မှု
ne: एकल दर तुलना
nl: Enkele Wisselkoersvergelijking
pl: Porównanie stawek pojedynczych
pt_br: Comparação de Taxa Única

source: View real-time exchange rate trend comparisons of your favorite currency.
de: Zeigen Sie Echtzeit-Wechselkurstrendvergleiche Ihrer Lieblingswährung an.
es: Vea comparaciones de tendencias de tipos de cambio en tiempo real de su moneda favorita.
id: Lihat perbandingan kecenderungan nilai tukar waktu-nyata dari mata uang favorit Anda.
it: Guarda in tempo reale il confronto dell'andamento dei tassi di cambio della tua valuta preferita.
my: သင့်စိတ်ကြိုက်ငွေကြေး၏ အချိန်နှင့်တစ်ပြေးညီ ငွေလဲနှုန်းလမ်းကြောင်း နှိုင်းယှဉ်ချက်များကို ကြည့်ပါ။.
ne: तपाईंको मन पर्ने मुद्राको विनिमय दर ट्रेन्ड तुलनाहरू तात्किलक समयमा हेर्नुहोस् ।
nl: Bekijk real-time wisselkoers vergelijkingen van je favoriete munteenheid.
pl: Zobacz w czasie rzeczywistym porównania trendów kursu swojej ulubionej waluty.
pt_br: Veja em tempo real comparações de tendência da taxa de câmbio da sua moeda favorita.

source: Rate Comparisons
de: Tarifvergleiche
es: Comparaciones de tarifas
id: Perbandingan Tarif
it: Confronto tariffe
my: နှိုင်းယှဥ်မှုနှုန်းထား
ne: दरको तुलना
nl: Tarief Vergelijkingen
pl: Porównanie stawek
pt_br: Comparação de Taxas

source: View real-time exchange rate trend comparisons of the top 2 of your favorite currencies.
de: Zeigen Sie Echtzeit-Wechselkurstrendvergleiche der Top 2 Ihrer Lieblingswährungen an.
es: Vea comparaciones de tendencias de tipos de cambio en tiempo real de las 2 principales de sus monedas favoritas.
id: Lihat perbandingan kecenderungan nilai tukar waktu nyata dari 2 mata uang tertinggi favorit Anda.
it: Guarda in tempo reale il confronto dell'andamento dei tassi di cambio delle tue migliori 2 valute preferite.
my: သင့်စိတ်ကြိုက်ငွေကြေးများ၏ ထိပ်တန်းငွေကြေး 2 ခု၏ အချိန်နှင့်တစ်ပြေးညီ ငွေလဲနှုန်းလမ်းကြောင်း နှိုင်းယှဉ်ချက်များကို ကြည့်ပါ။.
ne: तपाईंको मन पर्ने मुद्राहरूमध्ये शीर्ष 2 मुद्राको विनिमय दर ट्रेन्ड तुलनाहरू तात्किलक समयमा हेर्नुहोस् ।
nl: Bekijk real-time wisselkoers vergelijkingen van de top 2 van je favoriete munteenheden.
pl: Przeglądaj w czasie rzeczywistym porównania trendów kursów walutowych dla 2 najlepszych z Twoich ulubionych walut.
pt_br: Veja em tempo real comparações de tendência da taxa de câmbio das suas moedas favoritas.
